{
  "title": "Ornaments",
  "download": "Download model for printing (.stl)",
  "downloadAll": "Download all",
  "orn1": "1. Majnun-Bed (Weeping Willow)",
  "orn2": "2. Lola (Tulip)",
  "orn3": "3. Tumorcha (Amulet)",
  "orn4": "4. Rhombus",
  "orn5": "5. Kalampir Nuskha (Pepper Pattern)",
  "orn6": "6. Se Kalamfur (Three Peppers)",
  "orn7": "7. Kalkon Nuskha Haly Gilam",
  "orn8": "8. Kuzacha (Small Pitcher)",
  "orn9": "9. Whirl Rosette",
  "orn10": "10. Kuchkorshohi Nuskha (Ram’s horns)",
  "orn11": "11. Rafida",
  "orn12": "12. Kalkon Oy Nuskha (Shield and Moon)",
  "home": "Home page",
  "prev": "❮ Previous",
  "next": "Next ❯",
  "ornamentList": "List of patterns",
  "descriptionLabel": "Textual Audio Description",
  
  "ornament1.title": "Majnun-Bed\n(Weeping Willow)",
  "ornament1.context": "In the 19th – 20th centuries, women of Bukhara wore the kaltapushak, and over it, a peshonaband with gold embroidery.\nKaltapushak is a women's cap of a round shape. It is sewn in such a way that there is a small pocket on its inner side at the back, where long hair can be hidden. The kaltapushak is often decorated with embroidered ribbons.\nPeshonaband is a special forehead band worn by Bukhara women. It resembles a ribbon on which patterns are embroidered with gold thread. The peshonaband is often tied around a kaltapushak cap.\nThe main pattern of this embroidery was the Majnun-Bed design.\nMajnun is a common name for a sorrowful young man, meaning \"possessed.\" In folklore, the willow is seen as a symbol of sadness and tenderness.\nAccording to experts, artisans embroidered this pattern to express their feelings for their beloved.",
  "ornament1.alt": "Pattern \"Majnun-Bed\" (Weeping Willow). Detailed description below.",
  "ornament1.caption": "Gold Embroidery Art\nBukhara",
  "ornament1.description": "At the center of the ornament, there is a large circle divided into six sections, with a smaller circle nestled in its center.\nBelow the large circle, three petals are positioned, accompanied by small scrolls on either side.\nAbove the circle, two branches are symmetrically placed to the left and right, each adorned with scrolls. From each branch, three long stems hang downward, resembling the branches of a weeping willow.\nAt the top of the ornament, between the two main branches, there is a five-petaled flower. Two of the petals are longer than the others, extending in opposite directions at the very top of the design. At the flower's center, there is a small triangle.",

  "ornament2.title": "Lola\n(Tulip)",
  "ornament2.context": "Handmade Abra fabrics are made from silk and cotton threads.\nAbra fabric is made from silk threads or by combining silk and cotton threads. First, the pattern that should appear on the fabric is planned. Based on this pattern, the threads are dyed in different colors separately. When the dyed threads are woven into the fabric, the intended patterns appear.\nThese fabrics are used for making clothing and accessories. In different regions, Abra fabrics feature different patterns. For example, in Bukhara and Samarkand, artisans create large and simple patterns.\nLola is one of the Bukhara patterns, known since the 19th century.",
  "ornament2.alt": "Pattern \"Lola\" (Tulip). Detailed description below.",
  "ornament2.caption": "Abra Fabrics\nBukhara",
  "ornament2.description": "The shape of the pattern resembles a tulip flower. White and red threads are used to create it.\nIn the center of the pattern, there is a tulip flower with three petals.\nSymmetrically positioned on the left and right, there are two wide scrolls, resembling leaves.\nFrom each of the tulip's petals and leaves, thin vertical lines stretch upwards, ending in small oval-shaped buds that resemble stamens coated with pollen.",

  "ornament3.title": "Tumorcha\n(Amulet)",
  "ornament3.context": "The Tumorcha ornament is embroidered at the corners of a square Jizzakh suzani.\nSuzani is a fabric made of cotton or silk, on which various patterns are embroidered. Suzani is still used for various purposes today, such as bedspreads for furniture, bedding, household items, and wall decorations.\nFour ornaments frame a large circular pattern – a rosette – in the center.\nRosette is a pattern that is close in shape to a circle, within which other patterns are placed. It is called a rosette because it resembles the shape of a blooming flower (a \"rosette\" is also the term used to describe the arrangement of leaves on some plants).\nIt is believed that this amulet can protect people and their homes from evil forces.",
  "ornament3.alt": "Pattern \"Tumorcha\" (Amulet). Detailed description below.",
  "ornament3.caption": "Embroidery\nJizzakh",
  "ornament3.description": "The ornament consists of several parts.\nThe main part is a triangular blue shape, resembling a fir tree, with sharp, upward-curved branches—three on the left and three on the right.\nAt the end of each branch is a two-leaf shape, resembling a berry or a rose petal. The colors of the two-leaf shapes vary: white, red, and yellow. At the top of the central branch, there is a red three-leaf shape.\nInside the fir tree, there is a triangle. The lower part of the triangle is white, the upper part is red, and in between them, there are borders resembling large ocean waves.",

  "ornament4.title": "Rhombus",
  "ornament4.context": "Julkhirs are traditional handmade carpets commonly produced in the Surkhandarya, Kashkadarya, Samarkand, and Jizzakh regions. \nThe word \"julkhirs\" is translated from Arabic and Tajik as \"bear skin.\" This term refers to carpets with long pile. Julkhirs are made from the wool of camels, sheep, and goats. They are laid on the floor and used as mattresses.\nTheir patterns consist of simple shapes such as rhombuses, stars, hexagons, and symbols like ram horns. These patterns often hold cultural significance, reflecting people's beliefs about the world and serving as protective symbols with a touch of magical meaning.",
  "ornament4.alt": "Pattern \"Rhombus\". Detailed description below.",
  "ornament4.caption": "Carpet weaving\nKashkadarya region\nMaster: M. Gulyamov",
  "ornament4.description": "Place the ornament horizontally with the serial number on the right to view it properly.\nThe pattern looks like a large rectangle. In its center, there is a beige rhombus, with its top and bottom corners almost reaching the rectangle's edges but not touching them.\nInside the beige rhombus, there is a smaller yellow rhombus outlined with a thin black border. At the center of the yellow rhombus, there is a small red circle.\nFrom the left and right corners of the rhombus, identical wide light-colored stripes extend toward the side edges. They reach the edges of the ornament and transform into spirals resembling ram horns.",

  "ornament5.title": "Kalampir Nuskha\n(Pepper Pattern)",
  "ornament5.context": "Men's skullcaps in the Fergana Valley are black and square, adorned with Kalampir Nuskha patterns.\nThe design is typically embroidered with white threads. Kalampir resembles the elongated shape of a chili pepper. Since ancient times, chili peppers have been considered a symbol of life and are believed to protect people from the evil eye.",
  "ornament5.alt": "Pattern \"Kalampir Nuskha\" (Pepper Pattern). Detailed description below.",
  "ornament5.caption": "Headwear \nMargilan",
  "ornament5.description": "The ornament is embroidered with white threads on a black background.\nIt features an outline of an elongated almond shape, resembling a chili pepper.\nInside the pattern, two circles are embroidered.\nEach circle contains another smaller circle with a dot in the center.\nThin stripes, mirroring the shape of the chili pepper, encircle these circles.\nBetween the circles, there is a pattern resembling a grid.",

  "ornament6.title": "Se Kalamfur\n(Three Peppers)",
  "ornament6.context": "It was believed that hot peppers could ward off evil spirits. In some homes, pepper garlands are still hung by the entrance or in the corner of a room.\nThe \"Se Kalamfur\" (\"Three Peppers\") pattern is often embroidered on bed sheets or pillow covers that are gifted to newlyweds.",
  "ornament6.alt": "Pattern \"Se Kalamfur\" (Three Peppers). Detailed description below.",
  "ornament6.caption": "Embroidery\nUrgut",
  "ornament6.description": "The ornament is brown.\nAt the bottom, three leaves form the base, and from them, three branches with small leaves extend upward. Each branch carries a chili pepper pod, with all three pods pointing in different directions.",

  "ornament7.title": "Kalkon Nuskha Haly Gilam",
  "ornament7.context": "The \"Kalkon Nuskha\" (\"Shield Pattern\") ornament is found on carpets from Nurata. It resembles an eight-sided medallion featuring embroidered animal figures. The \"Kalkon Nuskha\" (\"Shield Pattern\") looks like a symbol of a tribe or group.",
  "ornament7.alt": "Pattern \"Kalkon Nuskha Haly Gilam\". Detailed description below.",
  "ornament7.caption": "Carpet Weaving\nNurata",
  "ornament7.description": "The pattern has an octagonal shape, divided into four equal parts by intersecting lines.\nAt the center of each segment, there are figures resembling four-legged animals with tails, as well as two birds positioned in the corners.\nThe images in all segments are identical.\nThe figures in the lower two sections are mirror reflections of those in the upper two sections.\nAt the center of the octagon, at the intersection of the lines, there is a square. Inside the square, four arrows point inward from the corners toward the center.",

  "ornament8.title": "Kuzacha\n(Small Pitcher)",
  "ornament8.context": "Master: Rasul Mirzaakhmedov \nRasul Mirzaakhmedov is a master artisan specializing in creating abr fabrics from silk. He revived forgotten types of old Uzbek textiles and designed more than a hundred new patterns for abr fabrics. His most famous designs are Chayon (Scorpion), Tanga (Coin), and Kuzacha (Small Pitcher).",
  "ornament8.alt": "Pattern \"Kuzacha\" (Small Pitcher). Detailed description below.",
  "ornament8.caption": "Abr Fabrics\nMargilan",
  "ornament8.description": "The ornament resembles a black-colored pitcher or bulb. At its center, there is a rounded yellow rhombus. Inside it, a white rhombus with softened corners and a blue outline is depicted. At the very center, there is a black drop shape.\nFrom the base of the bulb, lines resembling plant roots extend downward. Two of these curve upwards on the left and right sides.\nAt the top of the ornament, two arcs in black and blue extend left and right, pointing downward. At their junction, there is a small trident shape pointing upward.",

  "ornament9.title": "Whirl Rosette",
  "ornament9.context": "Rosette is a pattern that is close in shape to a circle, within which other patterns are placed. It is called a rosette because it resembles the shape of a blooming flower (a \"rosette\" is also the term used to describe the arrangement of leaves on some plants).\nThis pattern is found on Ok-Enli carpets of the ancient Khongirad and Lakai tribes. \nOk-enli carpets were created by nomadic peoples and used to decorate their homes. The carpets consisted of dark and light stripes. The light stripes featured hand-embroidered patterns. The name comes from the word \"en\" (meaning \"width\"), which semi-nomadic Uzbeks used to describe the width of pileless carpets. One \"en\" equaled the width of a single woven rug.\nThe Khongirads are a Turkic-Mongol tribe, a nomadic people who moved across Central Asia. They settled in the Khorezm region in the late 13th to early 14th centuries. From the late 18th to the early 20th century, the Khongirad dynasty ruled the Khorezm state.\nThe Lakai are a nomadic people, one of the tribes of the Desht-i Kipchak Uzbeks. They currently live in the south of Tajikistan.\nThe embroidery on Ok-Enli carpets consists of geometric patterns and animal figures. Common elements include rhombuses, symbols resembling the letters W and S, triangles, and cosmic motifs. For example, the ornament of this whirl rosette resembles the sun.",
  "ornament9.alt": "Pattern \"Whirl Rosette\". Detailed description below.",
  "ornament9.caption": "Carpet Weaving\nKashkadarya Region",
  "ornament9.description": "At the center of the pattern, there is a circle divided into four sections.\nAround the circle, rays extend outward with slightly rounded tips pointing to the left.\nThe ornament also resembles the gears of a clock.",

  "ornament10.title": "Kuchkorshohi Nuskha\n(Ram’s horns)",
  "ornament10.context": "Tablecloths and blankets made from patchwork accompany a person throughout their life. They are often gifted for weddings or the birth of a child. This patchwork technique is called \"kurak.\"\nSuch items are considered protective amulets, as well as symbols of harmony and fertility. Patchwork items also sometimes feature embroidery, such as the Kuchkorshohi Nuskha ornament.",
  "ornament10.alt": "Pattern \"Kuchkorshohi Nuskha\" (Ram’s horns). Detailed description below.",
  "ornament10.caption": "Patchwork quilt\nEmbroidery\nUrgut",
  "ornament10.description": "In each corner of the ornament, there are small squares. Inside these squares are rhombuses, and within the rhombuses are smaller squares.\nAlong the edges of the ornament, on all four sides, there are black lines. On these lines, pairs of horns are depicted on either side of stems, mirroring each other. The horn shapes resemble the Arabic numeral \"3.\"\nAt the center of the ornament, intersecting lines form a cross. At the ends of these lines, horns are also depicted, with the tips pointing toward the corners of the ornament.\nAt the intersection of the central lines, in the very center, there is a small orange flower.",

  "ornament11.title": "Rafida",
  "ornament11.context": "In Samarkand, the Rafida pattern is often embroidered on wedding bedding sets and suzani textiles. \nSuzani is a fabric made of cotton or silk, on which various patterns are embroidered. Suzani is still used for various purposes today, such as bedspreads for furniture, bedding, household items, and wall decorations.\nIt resembles a flower but is also similar in shape to a mitten, which is worn on the hand when baking bread in a tandir oven.\nTandir is a clay oven in which flatbreads, samsa, and many other foods are typically baked. The tandir can have a semicircular shape or resemble a jug. It is heated using firewood, charcoal, or twigs.",
  "ornament11.alt": "Pattern \"Rafida\". Detailed description below.",
  "ornament11.caption": "Embroidery\nSamarkand",
  "ornament11.description": "Rafida is a large, semi-circular red flower on a slender stem, adorned with numerous small petals. At its center, there is another flower with seven orange petals and a lilac core made up of five petals.\nAt the top, there are three shapes that also resemble flowers, each with three pointed petals.",

  "ornament12.title": "Kalkon Oy Nuskha\n(Shield and Moon)",
  "ornament12.context": "In Kashkadarya, craftswomen create the \"Oy Gilyam\" (\"Moon Carpet\"), which is also known as \"Kiz Gilyam\" (\"Maiden Carpet\"). It is traditionally gifted to girls for their weddings. The central part of the carpet is adorned with repeating \"Oy Nuskha\" (\"Moon Pattern\") ornaments.",
  "ornament12.alt": "Pattern \"\". Detailed description below.",
  "ornament12.caption": "Carpet Weaving\nKashkadarya Region",
  "ornament12.description": "The ornament resembles an eight-pointed medallion. At its center, there is an equilateral cross that divides the octagon into four equal sections. Each side of the cross ends with curled shapes resembling horns, directed toward the center.\nThe entire ornament is rendered in a palette of red, yellow, beige, muted pink, green, and dark blue colors."
}