{
  "title": "Узоры",
  "download": "Скачать модель для печати (.stl)",
  "downloadAll": "Скачать все",
  "orn1": "1. Мажнун-Бед (Плакучая Ива)",
  "orn2": "2. Лола (Тюльпан)",
  "orn3": "3. Туморча (Амулет)",
  "orn4": "4. Ромб",
  "orn5": "5. Калампир Нусха (Узор Перца)",
  "orn6": "6. Се Каламфур (Три Перчика)",
  "orn7": "7. Калкон Нухса Халы Гилам",
  "orn8": "8. Кузача (Кувшинчик)",
  "orn9": "9. Вихревая Розетка",
  "orn10": "10. Кучкоршохи Нусха (Рога Барана)",
  "orn11": "11. Рафида",
  "orn12": "12. Калкон Ой Нусха (Щит И Луна)",
  "home": "На главную",
  "prev": "❮ Предыдущий",
  "next": "Следующий ❯",
  "patternList": "Список узоров",
  "descriptionLabel": "Тифлокомментарий",

  "pattern1.title": "Мажнун-Бед\n(Плакучая Ива)",
  "pattern1.context": "В XIX – XX веках женщины Бухары носили калтапушак, а поверх него - пешонабанд с золотой вышивкой.\nКалтапушак - это женская шапочка круглой формы. Она сшита так, что сзади на её внутренней стороне есть кармашек, в который можно спрятать длинные волосы. Калтапушак часто украшают вышитыми лентами. Пешонабанд - это особая налобная повязка бухарских женщин. Она похожа на ленту, на которой золотыми нитками вышивали узоры. Пешонабанд часто повязывают на шапочку калтапушак.\nГлавным орнаментом такой вышивки был узор мажнун-бед. Мажнун - имя нарицательное для горюющего юноши, означающее «одержимый». В фольклоре ива воспринимается как символ печали и нежности. По мнению специалистов, мастерицы вышивали этот узор, чтобы передать чувства к своему возлюбленному.",
  "pattern1.alt": "Орнамент «Мажнун-Бед» (Плакучая ива). Подробное описание ниже.",
  "pattern1.caption": "Золотошвейное искусство\nБухара",
  "pattern1.description": "Орнамент похож на медальон с восемью углами. В его центре - равносторонний крест, который делит восьмигранник на четыре равные части. Каждая сторона креста заканчивается завитками, похожимина рога, направленные к центру. Весь орнамент исполнен в красных, жёлтых, бежевых, грязно-розовых, зелёных и тёмно-синих цветах.",

  "pattern2.title": "Лола\n(Тюльпан)",
  "pattern2.context": "Абровые ткани ручной работы изготавливают из шёлковых и хлопковых ниток.\nАбровые ткани делают из шелковых нитей, или соединяя нити из шелка и хлопка. Сначала продумывают узор, который должен получиться в итоге на ткани, и исходя из него красят нити в разные цвета по отдельности. Когда из окрашенных нитей создают ткань, на ней появляются задуманные узоры.\nТакие ткани используют для пошива одежды и аксессуаров. В разных регионах абровые ткани имеют разные узоры. Например, в Бухаре и Самарканде мастера создают крупные и простые по форме узоры. Лола – один из бухарских узоров, известный с 19 в.",
  "pattern2.alt": "Орнамент «Лола» (Тюльпан). Подробное описание ниже.",
  "pattern2.caption": "Абровые ткани\nБухара",
  "pattern2.description": "Формой узор напоминает цветок тюльпана с двумя широкими завитками, похожими на лепестки. В центре - основной лепесток, который завершается тремя лепестками поменьше. От каждого из лепестков тюльпана вверх тянутся тонкие вертикальные полосы. На конце каждой из полос - маленькие бутоны овальной формы. Для этого узора используются нити белого и красного цвета.",

  "pattern3.title": "Туморча\n(Амулет)",
  "pattern3.context": "Орнамент туморча вышивают по углам квадратного джизакского сюзане.\nСузани (сюзане) - ткань из хлопка или шелка, на которой вышивают разные узоры. Сюзане по сей день используются для разных целей: как покрывало для мебели, постельного белья, утвари, украшения стен.\nЧетыре орнамента обрамляют большой круглый узор – розетку в центре. Считается, что этот амулет может защитить людей и их дома от зла.",
  "pattern3.alt": "Орнамент «Туморча» (Амулет). Подробное описание ниже.",
  "pattern3.caption": "Вышивка\nДжизак",
  "pattern3.description": "Орнамент состоит из нескольких деталей. Треугольный контур синего цвета, похожий на ёлку, с острыми, закруглёнными кверху ветвями, по три слева и справа. На конце каждой ветки - двулистник, похожий на ягоду или лепесток розы. Цвета двулистников разные: белый, красный, жёлтый. На конце центральной ветки расположен трилистник красного цвета. Внутри ёлки расположен треугольник. Нижняя часть треугольника белого цвета, верхняя – красного, между ними – границы в виде крупных морских волн.\nНиз треугольника представляет собой ряд «холмиков», напоминающих мелкие волны.",

  "pattern4.title": "Ромб",
  "pattern4.context": "Ковры джульхирс изготавливались в основном в Сурхандарьинской, Кашкадарьинской, Самаркандской и Джизакской областях.\nДжульхирс переводится с арабского и таджикского языков как «шкура медведя». Так называются ковры с длинным ворсом. Джульхирсы делают из шерсти верблюдов, овец и коз. Их стелят на пол и используют как матрасы.\nУзоры на них состоят из простых фигур — ромбов, звёзд, шестиугольников и изображений рогов барана. Это связано с представлениями людей о вселенной. Также считается, что они имеют магическое значение и функции оберега.",
  "pattern4.alt": "Орнамент «Ромб». Подробное описание ниже.",
  "pattern4.caption": "Ковроделие\nКашкадарьинская область\nМастер: М.Гулямов",
  "pattern4.description": "Орнамент - тёмный прямоугольник, расположенный горизонтально. В его центре - светлый ромб, верхний и нижний углы которого почти доходят до границ прямоугольника, но не касаются их.\nОт двух других углов ромба к боковым граням идут широкие светлые полосы. Они упираются в края орнамента и превращаются в завитки, напоминающие бараньи рога. Внутри светлого ромба - небольшой жёлтый ромб с тонким черным контуром. В центре жёлтого ромба - маленький красный круг.",

  "pattern5.title": "Калампир Нусха\n(Узор Перца)",
  "pattern5.context": "Мужские тюбетейки в Ферганской долине чёрные и квадратные, украшенные орнаментами калампир нусха. Узор обычно вышивается белыми нитками.\nКалампир напоминает по форме вытянутый стручок перца. С давних времён считается, что перец является символом жизни и охраняет человека от сглаза.",
  "pattern5.alt": "Орнамент «Калампир Нусха» (Узор Перца). Подробное описание ниже.",
  "pattern5.caption": "Головные уборы\nМаргилан",
  "pattern5.description": "Орнамент вышит белыми нитками на чёрном фоне. Представляет собой контур вытянутой миндалевидной формы, похожий на острый перец. Внутри узора вышиты два круга. В каждом из них - еще один круг с точкой в центре. Их огибают тонкие полосы, повторяющие форму перца. Между кругами расположен узор, похожий на решётку.",

  "pattern6.title": "Се Каламфур\n(Три Перчика)",
  "pattern6.context": "Было поверье, что жгучие перцы могут отпугивать злых духов. В некоторых узбекских домах до сих пор у входа или в углу комнаты вешают гирлянды из перцев. Узор «се каламфур» («три перчика») часто вышивают на простынях или покрывалах для подушек, которые дарят молодожёнам.",
  "pattern6.alt": "Орнамент «Се Каламфур» (Три Перчика). Подробное описание ниже.",
  "pattern6.caption": "Вышивка\nУргут",
  "pattern6.description": "Орнамент коричневого цвета. В нижней части орнамента расположен трилистник, из которого вверх направлены 3 ветки с листьями. На каждой ветке - стручки острого перца. Все три стручка смотрят в разные стороны.",

  "pattern7.title": "Калкон Нухса Халы Гилам",
  "pattern7.context": "Орнамент «калкон нусха» («узор щита») встречается на коврах из Нураты. Он выглядит как медальон с восемью углами, на котором вышиты фигуры животных. «Калкон нусха» («узор щита») похож на герб народа или племени.",
  "pattern7.alt": "Орнамент «Калкон Нухса Халы Гилам». Подробное описание ниже.",
  "pattern7.caption": "Ковроделие\nНурата",
  "pattern7.description": "Узор имеет форму восьмигранника, который разделён по центру ровно на четыре части крест-накрест. По центру каждого сегмента изображены фигурки, напоминающие четвероногих животных с хвостом, а также двух птиц по углам.\nФигурки двух нижних частей - зеркальное отражение двух верхних. В центре восьмигранника, на пересечении линий, расположен квадрат, внутри которого четыре стрелки, направленные от углов к центру.",

  "pattern8.title": "Кузача\n(Кувшинчик)",
  "pattern8.context": "Расул Мирзаахмедов — мастер, создающий абровые ткани из шёлка.\nАбровые ткани делают из шелковых нитей, или соединяя нити из шелка и хлопка. Сначала продумывают узор, который должен получиться в итоге на ткани, и исходя из него красят нити в разные цвета по отдельности. Когда из окрашенных нитей создают ткань, на ней появляются задуманные узоры.\nРасул Мирзаахмедов восстановил забытые виды старинных узбекских тканей и создал больше ста новых орнаментов для абровых тканей. Самые известные его узоры – чаён (скорпион), танга (монетка) и кузача (кувшинчик).",
  "pattern8.alt": "Орнамент «Кузача» (Кувшинчик). Подробное описание ниже.",
  "pattern8.caption": "Абровые ткани\nМаргилан\nМастер: Расул Мирзаахмедов",
  "pattern8.description": "Орнамент напоминает кувшин. В его центре - узор, похожий на луковицу чёрного цвета. В середине луковицы расположен округлый ромб жёлтого цвета. Внутри него - белый ромб со сглаженными углами и голубым контуром. В самом центре - капля чёрного цвета. От основания луковицы вниз направлены линии, похожие на корни растения.\nДве из них загибаются вверх, слева и справа. В верхней части орнамента вправо и влево направлены две дуги черного и голубого цветов, смотрящие вниз. На их стыке расположен маленький трезубец.",

  "pattern9.title": "Вихревая Розетка",
  "pattern9.context": "Розетка - это узор, по форме близкий к кругу, внутри которого помещаются другие узоры. Он называется так, потому что напоминает форму распустившегося цветка (розеткой называется форма расположения листьев у некоторых растений).\nВихревая розетка встречается на коврах ок-энли древних племён кунгратов и лакайцев.\nКовры ок-энли создавали кочевые народы и украшали ими свои дома. Ковры состояли из тёмных и светлых полос. На светлых полосах были вышитые вручную узоры. Название произошло от слова «эн» (ширина), которое полукочевые узбеки использовали для определения ширины безворсовых ковров. Один эн равнялся ширине одной тканной дорожки. Кунграты тюрко-монгольское племя, кочевой народ, перемещавшийся по Центральной Азии. Осели на территории Хорезма в конце XIII - начале XIV веков. С конца XVIII до начала XX века династия кунгратов правила в государстве Хорезм. Лакайцы - кочевой народ, один из родов племени дашт-и-кипчакских узбеков. Сейчас живут на юге Таджикистана.\nВышивка на коврах ок-энли состоит из геометрических узоров и фигур животных. Часто встречаются ромбы, знаки, похожие на буквы W и S, треугольники и космические символы. Например, орнамент данной вихревой розетки похож на солнце.",
  "pattern9.alt": "Орнамент «Вихревая Розетка». Подробное описание ниже.",
  "pattern9.caption": "Ковроделие\nКашкадарьинская область",
  "pattern9.description": "В центре узора - круг, разделенный на четыре части. По кругу идут лучи, которые немного закруглены на концах и направлены влево. Орнамент также напоминает шестерёнки часов.",

  "pattern10.title": "Кучкоршохи Нусха\n(Рога Барана)",
  "pattern10.context": "Скатерти и покрывала, сшитые из лоскутов, сопровождают человека на протяжении жизни. Их дарят на свадьбу или рождение ребёнка. Эта лоскутная техника называется курак. Такие вещи считаются защитными амулетами, символами гармонии и плодородия. На лоскутных вещах также бывает вышивка. Например, орнамент кучкоршохи нусха.",
  "pattern10.alt": "Орнамент «Кучкоршохи Нусха»  (Рога Барана). Подробное описание ниже.",
  "pattern10.caption": "Лоскутное одеяло\nВышивка\nУргут",
  "pattern10.description": "В каждом углу орнамента небольшие квадраты. Внутри них - ромбы, в ромбах - квадраты поменьше. Между этими квадратами на всех четырёх сторонах орнамента изображены чёрные линии. На них - изображения рогов, напоминающих цифру три. По паре рогов с каждой стороны стебля, зеркально отражающих друг друга.\nВ центре орнамента - линии, крест-накрест наложенные друг на друга. На их окончаниях также изображены рога, а концы линий направлены в стороны углов орнамента. На пересечении центральных линий в самом центре - небольшой оранжевый цветок",

  "pattern11.title": "Рафида",
  "pattern11.context": "В Самарканде на свадебных постельных комплектах и сюзане часто вышивают узор рафида, похожий на цветок.\nСузани (сюзане) - ткань из хлопка или шелка, на которой вышивают разные узоры. Сюзане по сей день используются для разных целей: как покрывало для мебели, постельного белья, утвари, украшения стен.\nРафида похожа на рукавицу - её надевают на руку, когда пекут лепёшки в тандыре.\nТандыр - это печь из глины, в которой обычно пекут лепёшки, самсу и многое другое. Тандыр может иметь полукруглую форму или форму кувшина. Его нагревают при помощи дров, угля или хвороста.",
  "pattern11.alt": "Орнамент «Рафида». Подробное описание ниже.",
  "pattern11.caption": "Вышивка\nСамарканд",
  "pattern11.description": "Рафида - крупный полукруглый цветок на тонком стебле с множеством мелких лепестков. В центре расположен еще один цветок, с семью оранжевыми лепестками и сиреневой сердцевиной из пяти лепестков. На его вершине находятся три фигуры, также напоминающие цветы, каждый - с тремя остроконечными лепестками.",

  "pattern12.title": "Калкон Ой Нусха\n(Щит И Луна)",
  "pattern12.context": "В Кашкадарье мастерицы изготавливают ковёр «ой гилям» (лунный ковёр), который также может называться «киз гилям» (девичий ковёр). Его дарят девушкам на свадьбу. Центральную часть ковра занимают повторяющиеся орнаменты «ой нусха» (узор луны). ",
  "pattern12.alt": "Орнамент «Калкон Ой Нусха» (Щит И Луна). Подробное описание ниже.",
  "pattern12.caption": "Ковроделие\nКашкадарьинская область",
  "pattern12.description": "Орнамент похож на медальон с восемью углами. В его центре - равносторонний крест, который делит восьмигранник на четыре равные части. Каждая сторона креста заканчивается завитками, похожими на рога, направленные к центру.  Весь орнамент исполнен в красных, жёлтых, бежевых, грязно-розовых, зелёных и тёмно-синих цветах."
  
}