{
  "title": "Naqshlar",
  "download": "Bosib chiqarish uchun modelni yuklab oling (.stl)",
  "downloadAll": "Bosib chiqarish uchun modellarning to‘plamini yuklab oling (.zip, .stl)",
  "pattern1": "1. Majnun-Bed (Majnuntol)",
  "pattern2": "2. Lola",
  "pattern3": "3. Tumorcha (Tumor)",
  "pattern4": "4. Romb",
  "pattern5": "5. Kalampir Nusxa (Qalampir Naqshi)",
  "pattern6": "6. Se Qlamfur Uch Galampir",
  "pattern7": "7. Galqon Nusxa Naqshli Gilam",
  "pattern8": "8. Ko‘zacha",
  "pattern9": "9. Uyurma To‘pbarggul",
  "pattern10": "10. Qo‘chqor Shoxi Nusxa",
  "pattern11": "11. Rafida",
  "pattern12": "12. Qalqon Oy Nusxa (Qalqon Va Oy)",
  "home": "Bosh sahifaga",
  "prev": "Oldingi",
  "next": "Keyingi",
  "patternList": "Naqshlar ro‘yxati",
  "descriptionLabel": "Tiflo-izoh",
  
  "pattern1.title": "Majnun-Bed<br>(Majnuntol)",
  "pattern1.context": "XIX – XX-asrlarda Buxorolik ayollar kaltapo‘shak, uning ustidan esa zar iplar bilan bezatilgan peshonabandni taqishgan.\nKaltapo‘shak - dumaloq shakldagi ayollar bosh kiyim. Uning orqasida, ichki tarafdan cho‘ntakcha bo‘lib, unga uzun sochlarni yashirish mumkin. Ko‘pincha, kaltapo‘shaklarni naqshinkor tasmalar bilan bezashadi.\nPeshonaband buxorolik ayollarning o‘ziga xos, peshonaga bog‘lanadigan bezagi. U oltin iplarda naqsh tushirilgan tasmaga o‘xshaydi. Peshonabandni kaltapo‘shak qalpoqchasi ustidan bog‘laydilar.\nUshbu zardo‘zlikning asosiy naqshi majnun-bed bo‘lgan.\nMajnun – muhabbat dardiga mubtalo bo‘lgan, qayg‘uga berilgan yigitning ismi. Xalq ijodida majnuntol mehr va qayg‘u timsoli sifatida qabul qilinadi.\nMutaxassislar fikricha, zardo‘z ayollar bu naqshni tikib, o‘z mahbublariga his-tuyg‘ularini izhor etganlar. ",
  "pattern1.alt": "Naqsh «Majnun-Bed» (Majnuntol). Quyida batafsil ta’rif berilgan",
  "pattern1.caption": "Zardo‘zlik San’anti\nBuxoro",
  "pattern1.description": "Naqsh o‘rtasida katta aylana bo‘lib, u oltita teng qismiga bo‘lingan. Uning markazida yana bir, kichik aylana joylashgan. Katta aylananing pastki qismida uchta barg bo‘lib, ular ikki tarafdan ozgina buramaga ega.<br>Aylananing ustida, chap va o‘ng tarafdan ikkita shox simmetrik tarzda joylashgan bo‘lib, ularda ham buramalar bor. Har bir shoxdan uchtadan uzun novda osilib tugan bo‘lib, ular majnuntol shoxlariga o‘xshaydi. Yuqorida, ikkita asosiy shox o‘rtasida – besh yaproq joylashgan, uning ikkita yaprog‘i qolganlaridan uzunroq bo‘lib, naqshning eng yuqori qismida ikki tarafga tarqagan. Markazida – kichkina uchburchak.",

  "pattern2.title": "Lola",
  "pattern2.context": "Qo‘lda to‘qilgan abr matolari ipak yoki paxta iplardan qilinadi.\nAbr matolar - ipakdan, yoki paxta va ipak iplaridan to‘qiladigan mato. Avval, matoda bo‘lishi kerak bo‘lgan naqsh o‘ylab chiqiladi. Undan kelib chiqqan holda, iplarni turli ranglarga alohida bo‘yashadi. Bo‘yalgan iplardan mato to‘qilganda, unda avvaldan o‘ylangan naqshlar paydo bo‘ladi.\nBunday matolardan kiyim-kechak yoki aksessuarlarni tikish uchun foydalanishadi. Turli viloyatlarda abr matolari turli naqshlarga ega. Masalan, Buxoro va Samarqandda ustalar yirik va shaklan oddiy bo‘lgan naqshlardan foydalanishadi.\nLola – XIX-asrdan ma’lum bo‘lgan Buxoro naqshlaridan biridir.",
  "pattern2.alt": "Naqsh «Lola». Quyida batafsil ta’rif berilgan",
  "pattern2.caption": "Abr Matolar\nBuxoro",
  "pattern2.description": "Naqsh shakliga ko‘ra lola gulini eslatadi. Uni yaratish uchun oq va qizil rangdagi iplar qo‘llanladi. Naqsh o‘rtasida – uch yaproqli lola guli. O‘ng va chap tomonida simmetrik tarzda barglarga o‘xshash ikkita burama mavjud. Har bir barg va gul yaproqlaridan yuqoriga qaragan ingichka vertikal chiziqlar ketgan. Har bir chiziq oxirida – oval shaklidagi kichik g‘unchalar bo‘lib, ular gulchangi qo‘ngan changchiga o‘xshaydi.",

  "pattern3.title": "Tumorcha<br>(Tumor)",
  "pattern3.context": "Tumorcha naqshi to‘rtburchak Jizzax so‘zanasining burchaklariga tikiladi.\nSo‘zana - turli naqshlar bezab tikilgan paxta yoki ipak matosi. So‘zana bugungi kunga qadar turli maqsadlarda qo‘llanib kelmoqda: mebel yoki ro‘zg‘or buyumlari uchun yopinchiq, to‘shak uchun choyshab, devor bezagi.\nTo‘rtta naqsh markazdagi katta aylana shaklidagi naqshni – to‘pbarggulni o‘rab turadi.\nTo‘pbarggul - shaklan aylanaga yaqin bo‘lgan naqsh bo‘lib, uning ichiga boshqa naqshlar joylanadi. U shaklan ochilgan gulga o‘xshagani sababli unga shunday nom berilgan (ba’zi o‘simliklarning barglar joylashuvi shakli ham “to‘pbarggul” deb ataladi).\nBunday tumor odamlarni va ularning xonadonini yomonlikdan saqlay oladi degan naql bor.",
  "pattern3.alt": "Naqsh «Tumorcha» (Tumor). Quyida batafsil ta’rif berilgan",
  "pattern3.caption": "Kashta\nJizzax",
  "pattern3.description": "Naqsh bir nechta qismdan iborat. Asosiy qismi – archaga o‘xshaydigan ko‘k rangli, uchburchak kontur, uning shoxlari uchli, yuqori qismi yumaloqlashgan, chap va o‘ng tarafda uchtadan bo‘ladi.<br>Har bir shox oxirida qo‘shbarg bo‘lib, u rezavor meva yoki atirgul yaprog‘iga o‘xshaydi. Qo‘shbarglarning ranglari har xil: oq, qizil, sariq. Markaziy shoxning yuqori qismida qizil rangli uch barg joylashgan. Archaning ichida uchburchak mavjud. Uchburchakning pastki qismi oq rangda, yuqori qismi qizil rangda bo‘lib, ularning o‘rtasida yirik dengiz to‘lqinlari shaklidagi chegaralar tushirilgan. Uchburchakning pastki qismi mayda to‘lqinni eslatuvchi mayda “tepaliklardan” iborat.",

  "pattern4.title": "Romb",
  "pattern4.context": "Julxirs gilamlari asosan Surxondaryo, Qashqadaryo, Samarqand va Jizzax viloyatlarida ishlab chiqarilgan.\nJulxirs - arab va tojik tillaridan tarjima qilinganda, «ayiq terisi» degan ma’noni anglatadi. Uzun patli gilamlarni shunday atashadi. Julxirslar tuya, qo‘y va echki terisidan qilinadi. Ularni polga solishadi va to‘shak sifatida foydalanishadi.\nUlardagi naqshlar oddiy shakllar — romblar, yulduzlar, oltiburchaklar va qo‘y shoxi shakllaridan iborat bo‘lgan. Bu odamlarning atrof olam haqidagi tasavvuri bilan bog‘liq. Shuningdek, ular sehrli ma’noga hamda tumor vazifasini bajarish qobiliyatiga ega deb hisoblanadi.",
  "pattern4.alt": "Naqsh «Romb». Quyida batafsil ta’rif berilgan",
  "pattern4.caption": "Gilamdo‘zlik\nQashqadaryo Viloyati\nUsta: M. G‘ulomov",
  "pattern4.description": "Tanishish uchun naqshni gorizontal ravishda, tartib raqami o‘ng tarafda bo‘ladigan holatda qo‘yish kerak. Naqsh katta to‘g‘ri to‘rtburchakka o‘xshaydi. Uning markazida — och rangli romb, uning yuqori va pastki burchaklari to‘g‘ri to‘rtburchak chegaralarigacha boradi, lekin unga tegmaydi. Och rangli romb ichida — kichikroq sariq rangdagi, qora konturga ega romb joylashgan. Sariq romb markazida — kichkina qizil aylana. Rombning ikkita boshqa burchagidan yon chekkalarga keng och rangli chiziqlar o‘tgan. Ular naqsh chekkalarigacha borib, qo‘y shoxini eslatuvchi buramalarga aylanadi.",

  "pattern5.title": "Kalampir Nusxa<br>(Qalampir Naqshi)",
  "pattern5.context": "Farg‘ona vodiysida erkaklarning do‘ppisi to‘rt burchak shaklida, qora rangda bo‘lib, qalampir nusxa naqshlari bilan bezatiladi. Odatda naqsh oq iplarda tikiladi.\nNaqshning bunday nomiga sabab — u shaklan uzonchoq qalampirni eslatadi. Azaldan qalampir hayot timsoli bo‘lib, odamlarni yomon nazardan himoya qiladi deb hisoblanadi.",
  "pattern5.alt": "Naqsh «Kalampir Nusxa» (Qalampir Naqshi). Quyida batafsil ta’rif berilgan",
  "pattern5.caption": "Bosh Kiyimlari\nMarg‘ilon",
  "pattern5.description": "Naqsh qora fonda oq iplarda tikilgan. Uzunchoq, bodomsimon shakldagi naqsh qalampirga o‘xshaydi. Naqsh ichida ikkita aylana  mavjud. Ulardan har birining ichida yana bir aylana bo‘lib, aylananing markazida nuqta joylashgan. Ularni qalampir shaklini qaytaruvchi ingichka chiziqlar o‘rab o‘tgan. Aylanalar orasida panjaraga o‘xshash naqsh joylashgan.",

  "pattern6.title": "Se Qlamfur Uch Galampir",
  "pattern6.context": "Achchiq qalampir yovuz ruhlarni hayday oladi degan rivoyat bo‘lgan. Ba’zi uylar ostonasida yoki burchagi hozirgi kunda ham qalampir dastalari ilingan turadi. “Se qalamfur” (uch qalampir) naqshini ko‘pincha choyshablar yoki yostiq jildlariga tikib, yangi turmush qurgan yoshlarga hadya qilishadi.",
  "pattern6.alt": "Naqsh «Se Qlamfur Uch Galampir». Quyida batafsil ta’rif berilgan",
  "pattern6.caption": "Kashta\nUrgut",
  "pattern6.description": "Naqsh jigar rangda bo‘ladi. Naqshning pastki qismida uchta yaproq, ulardan yuqoriga qaragan bargli 3 ta shox aks etgan. Har bir shoxda — qalampir donalari. Uchala qalampir ham har xil tarafga qaragan.",

  "pattern7.title": "Galqon Nusxa Naqshli Gilam",
  "pattern7.context": "“Qalqon nusxa” naqshi Nurota gilamlarida ko‘p uchraydi. U sakkiz burchakka ega qalqon yoki medal ko‘rinishida bo‘lib, uning ustida jonivorlarning shakli tikilgan. “Qalqon nusxa” xalq yoki qabila  gerbiga o‘xshaydi.",
  "pattern7.alt": "Naqsh «Galqon Nusxa Naqshli Gilam». Quyida batafsil ta’rif berilgan",
  "pattern7.caption": "Gilamdo‘zlik\nNurota",
  "pattern7.description": "Naqsh sakkiz qirrali shaklda bo‘lib, uning qoq markazidan to‘rt qismga bo‘linish mavjud. Har bir segment markazida to‘rt oyoqli dumli jonivorlarni, hamda burchaklarida ikki qushni eslatuvchi shakllar aks ettirilgan. Har bir qismdagi tasvirlar bir xil. Ikki pastki qismdagi shakllar ikki yuqori qismdagi shakllarning aksidir. Sakkiz qirra markazida, chiziqlar kesishuvida kvadrat joylashgan bo‘lib, uning ichida burchaklardan markazga qaratilgan to‘rtta kamon o‘qi joylashgan.",

  "pattern8.title": "Ko‘zacha",
  "pattern8.context": "Rasul Mirzaahmedov — ipakdan abr matolarini yaratadigan usta.\nAbr matolar - ipakdan, yoki paxta va ipak iplaridan to‘qiladigan mato. Avval, matoda bo‘lishi kerak bo‘lgan naqsh o‘ylab chiqiladi. Undan kelib chiqqan holda, iplarni turli ranglarga alohida bo‘yashadi. Bo‘yalgan iplardan mato to‘qilganda, unda avvaldan o‘ylangan naqshlar paydo bo‘ladi.\nU eski o‘zbek matolarining unutilgan turlarini tikladi va abr matolari uchun 100 dan ortiq naqshlarni yaratdi. Uning eng tanilgan naqshlari — chayon, tanga va ko‘zacha.",
  "pattern8.alt": "Naqsh «Ko‘zacha». Quyida batafsil ta’rif berilgan",
  "pattern8.caption": "Abr Matolar\nMarg‘ilon\nUsta: Rasul Mirzaahmedov",
  "pattern8.description": "Naqsh qora rangli ko‘za yoki piyozni eslatadi. Piyozning o‘rtasida sariq rangli yumaloqsimon romb joylashgan. Uning ichida moviy rang konturli, burchaklari sayqallangan oq rangli romb. Naqshning qoq markazida esa — qora rangli tomchi joylashgan. Piyozning tagi qismidan pastga o‘simlik ildizlariga o‘xshash chiziqlar yo‘nalgan. Ulardan ikkitasi chap va o‘ng tarafdan yuqoriga qarab buralgan. Naqshning yuqori qismida chap va o‘ngga moviy rangdagi, pastga qaratilgan ikkita yoy shakli tushirilgan. Ular birlashgan joyda yuqoriga qaratilgan kichik uch ayrili nayza joylashgan.",

  "pattern9.title": "Uyurma To‘pbarggul",
  "pattern9.context": "To‘pbarggul - shaklan aylanaga yaqin bo‘lgan naqsh bo‘lib, uning ichiga boshqa naqshlar joylanadi. U shaklan ochilgan gulga o‘xshagani sababli unga shunday nom berilgan (ba’zi o‘simliklarning barglar joylashuvi shakli ham “to‘pbarggul” deb ataladi).\nBunday naqsh qo‘ng‘iroq va loqoyliklarning qadimgi qabilalari yaratgan oq enli gilamlarda uchraydi.\nQo‘ng‘irotlar - Markaziy Osiyo bo‘ylab ko‘chib yurgan turk-mo‘g‘ul qabilasi, ko‘chmanchi xalq. XIII-asr oxirlari XIV-asr boshlarida Xorazm hududida qo‘nim topgan. XVIII-asr oxirlaridan XX-asr boshlarigacha Qo‘ng‘irotlar sulolasi Xorazm saltanatida hukmdorlik qilgan.\nLoqoyliklar - ko‘chmanchi xalq, Dashti-Qipchoq o‘zbeklari qabilasi nasllaridan biri. Hozirgi kunda Tojikiston janubida istiqomat qilishadi.\nOq enli gilamlar - ko‘chmanchi xalqlar tomonidan yaratilib, xonadon bezagi uchun qo‘llangan. Gilamlar to‘q va och rangli chiziqlardan iborat bo‘lgan. Och rangli chiziqlarda qo‘lda tikilgan naqshlar bo‘lgan. Gilamlarning nomi “en” (rus tilidagi “shirina”) so‘zidan olingan bo‘lib, yarim ko‘chmanchi o‘zbeklar uni patsiz gilamlarning enini aniqlash uchun qo‘llashgan. Bir en bitta to‘qilgan yo‘lakchaning eniga, ya’ni kengligiga teng bo‘lgan.\nOq enli gilamlarning naqshi geometrik shakllar va jonivorlar aksidan iborat. Romblar, W va S ga o‘xshash belgilar,  uchburchaklar va kosmik belgilar ko‘p uchraydi. Masalan, ushbu uyurma to‘pbarggulning shakli quyoshga o‘xshaydi.",
  "pattern9.alt": "Naqsh «Uyurma To‘pbarggul». Quyida batafsil ta’rif berilgan",
  "pattern9.caption": "Gilamdo‘zlik\nGashqadaryo Viloyati",
  "pattern9.description": "Naqsh markazida — to‘rt qismga bo‘lingan aylana. Aylana bo‘ylab uchlari yumaloqlashgan, chapga qaratilgan nurlar tarqalgan. Naqsh soatlarning tishli g‘ildiragini ham eslatadi.",

  "pattern10.title": "Qo‘chqor Shoxi Nusxa",
  "pattern10.context": "Qiyiqlardan tikilgan dasturxon va yopinchiqlar odamlarga butun hayoti davomida hamrohlik qiladi. Ularni to‘yga yoki farzand tug‘ilganda sovg‘a qilishadi. Ushbu qiyqindilardan foydalanish texnikasi “quroq” deb ataladi. Bunday buyumlar himoya tumorlari, o‘zaro mehr-oqibat va mahsuldorlik timsoli deb hisoblanadi. Quroqli narsalarda ham bezaklar bo‘ladi. Masalan qo‘chqor shoxi nusxa naqshi.",
  "pattern10.alt": "Naqsh «Qo‘chqor Shoxi Nusxa». Quyida batafsil ta’rif berilgan",
  "pattern10.caption": "Quroq ko‘rpa\nNaqsh\nUrgut",
  "pattern10.description": "Naqshning har bir burchagida kichik toʻrtburchaklar joylashgan. Ularning ichida — romblar, romblarning ichida — yanada kichik toʻrtburchaklar. Ushbu toʻrtburchaklar orasida, naqshning har to‘rt tarafida qora chiziqlar joylashgan. Ularda, navdaning har tarafidan bir-birini aks ettiruvchi juft shoxlar joylashgan. Shoxlarning tasviri arabcha uch sonini eslatadi. Naqshning o‘rtasida  — bir-birini kesib o‘tgan chiziqlar mavjud. Ularning oxirida ham shoxlar aks ettirilgan, chiziqlarning uchlari esa naqsh tomonga qaratilgan. Markaziy chiziqlar kesishuvida, qoq markazida — katta bo‘lmagan olovrang gul.",

  "pattern11.title": "Rafida",
  "pattern11.context": "Samarqandda to‘y uchun to‘shak anjomlari va so‘zanalarda gulga o‘xshash rafida naqshi tikiladi.\nSo‘zana - turli naqshlar bezab tikilgan paxta yoki ipak matosi. So‘zana bugungi kunga qadar turli maqsadlarda qo‘llanib kelmoqda: mebel yoki ro‘zg‘or buyumlari uchun yopinchiq, to‘shak uchun choyshab, devor bezagi.\nRafida qo‘lqopga o‘xshaydi — uni tandirda non yopayotganda qo‘lga taqishadi.\nTandir - loydan yasalgan dimxona bo‘lib, unda odatda non, somsa va boshqa ko‘plab taomlarni pishirishadi.  Tandir yarim aylana yoki ko‘za shaklida bo‘lishi mumkin. Uni o‘tin, ko‘mir yoki shoxlar yordamida qizdirishadi.",
  "pattern11.alt": "Naqsh «Rafida». Quyida batafsil ta’rif berilgan",
  "pattern11.caption": "Kashta\nSamarqand",
  "pattern11.description": "Rafida — qizil rangli, ingichka poyadagi yirik, yarim yumaloq gul bo‘lib, mayda barglari juda ko‘p. Uning markazida yana bir gul joylashgan bo‘lib, uning yettita olovrangli bargi bor, o‘rtasida esa yana besh yaproq joylashgan. Uning yuqorisida gulni eslatadigan uchta shakl joylashgan, ulardan har birida uchta nayza uchli bargi bor.",

  "pattern12.title": "Qalqon Oy Nusxa<br>(Qalqon Va Oy)",
  "pattern12.context": "Qashqadaryo gilamdo‘zlari “oy gilam” gilamlarini to‘qiydilar, ularni “qiz gilam” deb ham ataydilar. Ularni qizlarning to‘yiga sovg‘a qilishadi. Gilamning markaziy qismida qaytariladigan “oy nusxa” naqshlari joylashgan.",
  "pattern12.alt": "Naqsh «Qalqon Oy Nusxa» (Qalqon Va Oy). Quyida batafsil ta’rif berilgan",
  "pattern12.caption": "Gilamdo‘zlik\nQashqadaryo Viloyati",
  "pattern12.description": "Naqsh sakkizta burchakka ega qalqon yoki medal ko‘rinishida. Markazida teng tarafli krest joylashgan bo‘lib, u sakkiz qirrani teng to‘rt qismga bo‘ladi. Krestning har bir tarafi shoxlarga o‘xshash, markazga qaratilgan buramalar bilan tugaydi. Naqsh to‘liq qizil, sariq, qaymoq, kul pushti, yashil va to‘q ko‘k ranglarda bajarilgan. "
}